{
    "version": "https://jsonfeed.org/version/1",
    "title": "we are cyberpunks!",
    "home_page_url": "https://sifrepunk.com/",
    "feed_url": "https://sifrepunk.com/feed.json",
    "description": "we are cypherpunks!",
    "icon": "https://sifrepunk.com/apple-touch-icon.png",
    "favicon": "https://sifrepunk.com/favicon.ico",
    "expired": false,
    
    "author":  {
        "name": "gesko",
        "url": null,
        "avatar": null
    },
    
"items": [
    
        {
            "id": "https://sifrepunk.com/2023/03/25/tr-kod-ve-wikipedia-nin-diger-kanunlari",
            "title": "[TR] Kod ve Wikipedia'nın Diğer Kanunları",
            "summary": "",
            "content_text": "Lawrence Lessig’in dediği gibi, kod kanundur. Lawrence Lessig’in bu sözünün üstünden yıllar geçmesine rağmen, etkisinden birşey kaybetmedi. Code, and Other Laws of Cyberspace kitabında savunduğu gibi, esas konu yazılımla yaratılmış dünyalarda, yazılımın tasarlanma biçimi kullanıcıların davranışlarının, kanunların insanlara yaptığı gibi düzenlemektedir, hatta bu konuda daha etkilidir.Bazı yerlerde bu durum barizdir. Mesela Second Life’ın 3B dünyasında, yazılım sizin bazı sözcükleri yazmanızı engelliyorsa, bu kanunun yapabileceğinden çok daha etkili bir şekilde kısıtlar. Wiki yazılımı üzerine kurulu Wikipedia gibi gelişen topluluk ve kültürün olduğu ortamlarda bu durumun etkisi çok daha derinden işlenmiş haldedir.İlk olarak, topluluğa kimlerin katılabileceğini yazılım belirler. Eğer kullanımı açık ve basit ise, herkes kullanabilir. Öte yandan, eğer kullanımı karmaşıksa, ancak bunu öğrenmeye vakit ayıranlar bu toplulukta yer alabilir. Ve gördüğümüz gibi, zeki birçok insan Wikipedia’da yapabileceği birçok şeyin ötesinde, bir Wikipedia sayfasını nasıl düzelteceğini dahi anlamıyor.Başka bir durum ise, yazılımın topluluğun nasıl çalışacağına karar vermesi. Yönetici hakları gibi özellikler, bazı kullanıcıların diğerlerinin üstünde olmasını sağlar. Doğrulanmış düzeltmeler gibi kısımları destekler, nelerin yayınlanacağına karar verirken; konuşma sayfalarının yapısı, nelerin nasıl tartışılacağını belirler.Sitenin sayfa tasarımı bazı bağlantıları daha net ve belirgin yaparak, bazı eylemlerin kullanımını arttırır. Kategori gibi yazılım fonksyonları, bazı özellikleri mümkün kular. Bilgi kutuları ve linklerin düzenlenmesi için çalışan kodlar, yeni kullanıcıların bu kısımları ne kadar kolay ya da zor düzenleyebileceğini belirler.Bu kararların çoğu teknik değil politik kararlardır. Dolayısıyla zeki bir programcının bir çırpıda verebileceği cevaplar değillerdir. Öte yandan bu kararların topluluğun üzerinde çok büyük bir etkisi vardır. Bu yüzden topluluğun bu tarz kararlar verilirken sürece dahil olması elzemdir.Wikipedia’nın şu anki yazılım takımı gönüllülerden oluşuyor (birkaç tanesi daha rahat yaşayabilsinler diye yakın zamanda Wikimedia Derneği tarafından işe alınmış olsalar da) ve diğer özgür yazılım toplulukları gibi mail listeleri ve IRC kanalları üzerinden konuları tartışarak ilerliyorlar. Bazı sıcak gelişmeleri konuşmak için Wikimania’dan önce birebir buluşuyorlar.Kullanılabilirlik uzmanı tarafından yapılan sunumlardan biri kullanıcıların Wikipedia sayfalarında, görsel eklemeyi ne kadar zor buldukları üzerineydi. Bunun sonrasındaki tartışma, Wikipedia’nın kolay kullanılır olup olmaması gerektiğine kaydı. Kimileri, kafası karışan kullanıcıların katkılarını yanlış şekillerde yapıp, daha deneyimli kullanıcıların bunları düzeltmesinden yanayken, diğerleri bu kafası karışmış kullanıcıların siteyi herhangi bir şekilde düzeltmelerine izin verilmesinin gerekli olup olmadığı, hatta onların katkılarının değerli olup olmadığı üzerine tartıştılar.Bir programcı olarak, başka programcılara karşı büyük saygım var. Ama bu kararlar programcıların alması gereken kararlar mı?Bu arada, Jimbo Wales’ın Wikia adında kar amaçlı bir şirket daha var, hatta geçen sene 4 milyon dolar yatırım aldı. Ve Wikimania’da yaptığı açılış konuşmasında, bu parayı harcamayı düşündüğü yerlerden birinin Wikipedia’yı iyileştirmek için işe alacağı yazılımcılar olduğunu söyledi.Yazılımı tarafsız olarak düşünürsek, bu tarz bir hareketi düşünceli bir jest olarak görebiliriz, nihayetinde geliştirme geliştirmedir, ama teknik kararların politik sonuçlar doğurduğunu göz önünde bulundurursak, bu tarz hareketler sorunlu hale geliyor. Yukarıda bahsettiğim bazı kararları yönetici veya yatırımcıların alması da ne kadar doğru?Wikipedia topluluğu çok canlı ve bunun gibi birçok yazılım değişikliğinin üstesinden geleceklerine şüphem yok. Ama hayatta kalmasını değil de, Wikipedia’yı gelebileceği en iyi yere getirmeyi hedefliyorsak, yazılım tasarımı üzerine verdiğimiz politik kararlar kadar çok düşünmemiz gerekir.",
            "content_html": "<p><strong>Lawrence Lessig’in dediği gibi, kod kanundur. Lawrence Lessig’in bu sözünün üstünden yıllar geçmesine rağmen, etkisinden birşey kaybetmedi. Code, and Other Laws of Cyberspace kitabında savunduğu gibi, esas konu yazılımla yaratılmış dünyalarda, yazılımın tasarlanma biçimi kullanıcıların davranışlarının, kanunların insanlara yaptığı gibi düzenlemektedir, hatta bu konuda daha etkilidir.</strong></p><p><strong>Bazı yerlerde bu durum barizdir. Mesela Second Life’ın 3B dünyasında, yazılım sizin bazı sözcükleri yazmanızı engelliyorsa, bu kanunun yapabileceğinden çok daha etkili bir şekilde kısıtlar. Wiki yazılımı üzerine kurulu Wikipedia gibi gelişen topluluk ve kültürün olduğu ortamlarda bu durumun etkisi çok daha derinden işlenmiş haldedir.</strong></p><p><strong>İlk olarak, topluluğa kimlerin katılabileceğini yazılım belirler. Eğer kullanımı açık ve basit ise, herkes kullanabilir. Öte yandan, eğer kullanımı karmaşıksa, ancak bunu öğrenmeye vakit ayıranlar bu toplulukta yer alabilir. Ve gördüğümüz gibi, zeki birçok insan Wikipedia’da yapabileceği birçok şeyin ötesinde, bir Wikipedia sayfasını nasıl düzelteceğini dahi anlamıyor.</strong></p><p><strong>Başka bir durum ise, yazılımın topluluğun nasıl çalışacağına karar vermesi. Yönetici hakları gibi özellikler, bazı kullanıcıların diğerlerinin üstünde olmasını sağlar. Doğrulanmış düzeltmeler gibi kısımları destekler, nelerin yayınlanacağına karar verirken; konuşma sayfalarının yapısı, nelerin nasıl tartışılacağını belirler.</strong></p><p><strong>Sitenin sayfa tasarımı bazı bağlantıları daha net ve belirgin yaparak, bazı eylemlerin kullanımını arttırır. Kategori gibi yazılım fonksyonları, bazı özellikleri mümkün kular. Bilgi kutuları ve linklerin düzenlenmesi için çalışan kodlar, yeni kullanıcıların bu kısımları ne kadar kolay ya da zor düzenleyebileceğini belirler.</strong></p><p><strong>Bu kararların çoğu teknik değil politik kararlardır. Dolayısıyla zeki bir programcının bir çırpıda verebileceği cevaplar değillerdir. Öte yandan bu kararların topluluğun üzerinde çok büyük bir etkisi vardır. Bu yüzden topluluğun bu tarz kararlar verilirken sürece dahil olması elzemdir.</strong></p><p><strong>Wikipedia’nın şu anki yazılım takımı gönüllülerden oluşuyor (birkaç tanesi daha rahat yaşayabilsinler diye yakın zamanda Wikimedia Derneği tarafından işe alınmış olsalar da) ve diğer özgür yazılım toplulukları gibi mail listeleri ve IRC kanalları üzerinden konuları tartışarak ilerliyorlar. Bazı sıcak gelişmeleri konuşmak için Wikimania’dan önce birebir buluşuyorlar.</strong></p><p><strong>Kullanılabilirlik uzmanı tarafından yapılan sunumlardan biri kullanıcıların Wikipedia sayfalarında, görsel eklemeyi ne kadar zor buldukları üzerineydi. Bunun sonrasındaki tartışma, Wikipedia’nın kolay kullanılır olup olmaması gerektiğine kaydı. Kimileri, kafası karışan kullanıcıların katkılarını yanlış şekillerde yapıp, daha deneyimli kullanıcıların bunları düzeltmesinden yanayken, diğerleri bu kafası karışmış kullanıcıların siteyi herhangi bir şekilde düzeltmelerine izin verilmesinin gerekli olup olmadığı, hatta onların katkılarının değerli olup olmadığı üzerine tartıştılar.</strong></p><p><strong>Bir programcı olarak, başka programcılara karşı büyük saygım var. Ama bu kararlar programcıların alması gereken kararlar mı?</strong></p><p><strong>Bu arada, Jimbo Wales’ın Wikia adında kar amaçlı bir şirket daha var, hatta geçen sene 4 milyon dolar yatırım aldı. Ve Wikimania’da yaptığı açılış konuşmasında, bu parayı harcamayı düşündüğü yerlerden birinin Wikipedia’yı iyileştirmek için işe alacağı yazılımcılar olduğunu söyledi.</strong></p><p><strong>Yazılımı tarafsız olarak düşünürsek, bu tarz bir hareketi düşünceli bir jest olarak görebiliriz, nihayetinde geliştirme geliştirmedir, ama teknik kararların politik sonuçlar doğurduğunu göz önünde bulundurursak, bu tarz hareketler sorunlu hale geliyor. Yukarıda bahsettiğim bazı kararları yönetici veya yatırımcıların alması da ne kadar doğru?</strong></p><p><strong>Wikipedia topluluğu çok canlı ve bunun gibi birçok yazılım değişikliğinin üstesinden geleceklerine şüphem yok. Ama hayatta kalmasını değil de, Wikipedia’yı gelebileceği en iyi yere getirmeyi hedefliyorsak, yazılım tasarımı üzerine verdiğimiz politik kararlar kadar çok düşünmemiz gerekir.</strong></p>",
            "url": "https://sifrepunk.com/2023/03/25/tr-kod-ve-wikipedia-nin-diger-kanunlari",
            
            
            
            "tags": ["wikipedia","kod"],
            
            "date_published": "2023-03-25T22:00:00+01:00",
            "date_modified": "2023-03-25T22:00:00+01:00",
            
                "author":  {
                "name": "gesko",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://sifrepunk.com/2023/03/25/tr-entelektuel-i-kiyuzluluk-uzerine",
            "title": "[TR] Entelektüel İkiyüzlülük Üzerine",
            "summary": "",
            "content_text": "İkiyüzlülük iki parçadan oluşur:1) Doğru olmayan bir şey söylemek ve2) karşınızdakini yanlış yönlendirme amacıyla söylemek. Bu iki durum birbirinden bağımsızdır: gerçekten yanılmış olup, karşınızdakini yanlış yönlendirme amacında olmadan yanlış bir bilgi vermiş olabilirsiniz. Aynı şekilde asılsız hiçbir şey söylemeden karşınızdakini yanlış yönlendirebilirsiniz. (İkinci durum genellikle ikiyüzlülükten çok aldatma olarak kabul edilir.)Diğer taraftan, bunlardan herhangi birini yapmadan da entelektüel ikiyüzlü olabilirsiniz. Bir deney yaptığınızı düşünün, ve sonuçlar çoğu zaman beklediğiniz gibi çıkıyor, bir sefer hariç (muhtemelen ölçümde hata yaptınız). Başkasına anlatırken “Beklediğim gibi çalışıyor, yedi kere doğru sonuç çıktı.” diyebilirsiniz.Bu yanlış değildir ve karşınızdakini bilerek yanlış yönlendiriyor değilsiniz. Gerçekten de beklediğiniz gibi çalıştığına inanıyorsunuz. Ama bu aslında entelektüel ikiyüzlülük: entelektüel dürüstlük, doğru bildiğinize inansanız bile, yanlış olabileceğinizi kanıtlayacak deliller için bin dereden su getirmektir.Bu tabii ki günlük hayatta uygulanabilir bir standart değil. Bir iş görüşmesinde, işveren adayınız size “İşe zamanında gelebilir misin?” dediğinde, “Evet.” deriz, “2003’te elektrikler kesilip, alarmım çalmadığı için uyuyakalmıştım.” değil. Kimsenin bunu ikiyüzlülük olarak gördüğünü düşünmüyorum, hatta her zaman entelektüel olarak dürüstlük yapmaya çalışırsanız oldukça tuhaf biri olduğunuz düşünülebilir.Bilimin standartları daha yüksektir. Sadece siz ve işvereniniz arasında değil, sonraki nesilleri de ilgilendirir. Yanlış olduğunuz iddia edilebilir, ama ileride sizi arayıp deneyinizi tekrar yapmanız istendiğinde orada olmazsanız ne olacak? Bu yüzden entelektüel dürüstlükle yaptığınız tüm deneylerin önceden gösterilmesi gerekir. Başkaları bu sayede atladığınız bir yer olup olmadığını görebilir.Aaron Swartz",
            "content_html": "<p><strong>İkiyüzlülük iki parçadan oluşur:</strong></p><p><strong>1) Doğru olmayan bir şey söylemek ve</strong></p><p><strong>2) karşınızdakini yanlış yönlendirme amacıyla söylemek. Bu iki durum birbirinden bağımsızdır: gerçekten yanılmış olup, karşınızdakini yanlış yönlendirme amacında olmadan yanlış bir bilgi vermiş olabilirsiniz. Aynı şekilde asılsız hiçbir şey söylemeden karşınızdakini yanlış yönlendirebilirsiniz. (İkinci durum genellikle ikiyüzlülükten çok aldatma olarak kabul edilir.)</strong></p><p><strong>Diğer taraftan, bunlardan herhangi birini yapmadan da entelektüel ikiyüzlü olabilirsiniz. Bir deney yaptığınızı düşünün, ve sonuçlar çoğu zaman beklediğiniz gibi çıkıyor, bir sefer hariç (muhtemelen ölçümde hata yaptınız). Başkasına anlatırken “Beklediğim gibi çalışıyor, yedi kere doğru sonuç çıktı.” diyebilirsiniz.</strong></p><p><strong>Bu yanlış değildir ve karşınızdakini bilerek yanlış yönlendiriyor değilsiniz. Gerçekten de beklediğiniz gibi çalıştığına inanıyorsunuz. Ama bu aslında entelektüel ikiyüzlülük: entelektüel dürüstlük, doğru bildiğinize inansanız bile, yanlış olabileceğinizi kanıtlayacak deliller için bin dereden su getirmektir.</strong></p><p><strong>Bu tabii ki günlük hayatta uygulanabilir bir standart değil. Bir iş görüşmesinde, işveren adayınız size “İşe zamanında gelebilir misin?” dediğinde, “Evet.” deriz, “2003’te elektrikler kesilip, alarmım çalmadığı için uyuyakalmıştım.” değil. Kimsenin bunu ikiyüzlülük olarak gördüğünü düşünmüyorum, hatta her zaman entelektüel olarak dürüstlük yapmaya çalışırsanız oldukça tuhaf biri olduğunuz düşünülebilir.</strong></p><p><strong>Bilimin standartları daha yüksektir. Sadece siz ve işvereniniz arasında değil, sonraki nesilleri de ilgilendirir. Yanlış olduğunuz iddia edilebilir, ama ileride sizi arayıp deneyinizi tekrar yapmanız istendiğinde orada olmazsanız ne olacak? Bu yüzden entelektüel dürüstlükle yaptığınız tüm deneylerin önceden gösterilmesi gerekir. Başkaları bu sayede atladığınız bir yer olup olmadığını görebilir.</strong></p><p><strong>Aaron Swartz</strong></p>",
            "url": "https://sifrepunk.com/2023/03/25/tr-entelektuel-i-kiyuzluluk-uzerine",
            
            
            
            
            
            "date_published": "2023-03-25T22:00:00+01:00",
            "date_modified": "2023-03-25T22:00:00+01:00",
            
                "author":  {
                "name": "gesko",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://sifrepunk.com/2023/03/24/tr-karantinadan-cikis",
            "title": "[TR] Karantinadan Çıkış",
            "summary": "karantinadan çıkış",
            "content_text": "  Sansürü Atlat:İnternet doğası itibariyle özgür bir ortam. Fakat suyun başını kesen “otorite”ler, bu özgürlüğü kısıtlamak için birtakım mekanizmaları devreye sokmaktan asla geri durmuyor.Bunlardan en yaygın olanı ise sansür mekanizması. VPN servisleri ve özellikle TOR networkü kullanarak sansür mekanizmasını kolayca atlatabilirsin.  Kendi Bağlantım ile Kendi VPN Sunucunuzu Nasıl Kurabilirsiniz?  Gözetimden Kaç:TOR networkü yalnızca sansürü atlatmakla kalmaz, aynı zamanda internetteki etkinliğini takip etmek isteyenlerden, hükümetler ve reklam verenlerden kurtulmanı sağlar.  İnternette Gizli Kalın: TOR Nasıl çalışır, kurulur, kullanılır?  TOR’da bir web sitesi nasıl açılır?  Üçüncü Kişileri Kov:Günlük iletişiminde gizliliği sağlamak için de Wickr Me vb. gibi kripto-chat uygulamalarını tercih et. Üçüncü kişileri sohbetine dâhil ve ortak etme.Mail yazışmalarında ise ProtonMail gibi şifreli iletişim sağlayan mail servislerini kullan.  E.NAlternatif olarak, tutanota.com da tercih edilebilir, aynı zamanda Tutanota dergimizin mail sponsorudur.  Yazılımla Özgürleş:Kaynak kodlarına erişemediğin her yazılım potansiyel bir tehlikedir. Dolayısıyla başta işletim sistemin olmak üzere, özgür yazılımı dijital yaşamının olmazsa olmaz bir parçası olarak gör.  “Ana Akım”dan Uzak Dur:Manipülasyondan ve algı yönetiminden zihnini korumak için ana akım medya ve sosyal mecralardan uzak kalmalısın. Bunun için Reddit, Medium vb. gibi alternatif mecraları deneyimleyebilirsin.  “Google’a Elveda de:En yaygın kullanılan arama motoru olan Google’ın, yaptığın tüm aramaları depoladığını hatrından çıkarma. DuckDuckGo gibi kişisel verileri saklamayan ve seni reklamlarla takip etmeyen arama motorlarını kullanmaya kendini alıştır. (Alternatif, Startpage)  Ketum Ol:Sistem, her duygunu, her fikrini hatta hayatının her anını “ağ” ile “paylaş”manı salık verir. Bunun yalnızca suni bir dayatmadan ibaret olduğunun farkına var ve mümkün mertebe “özel”ini sosyal medyada sergilemekten kaçın. Kişisel bilgilerini içermeyen anonim hesaplar kullan.  Uyanık Ol:Akıllı telefonların esasen bir gözetleme aracı olduğunu bil ve kullanırken diğer maddelere uymakla beraber, indirdiğin uygulamaların istediği izinleri vermekte cömert davranma.  Örgütlen:Dijital haklar, internet sansürü, kitlesel gözetim vb. üzerine çalışan sivil toplum kuruluşlarıyla dirsek teması kur.  Konfor Alanını Terk Et:Bütün bunları yapabilmen için gerekenlerden belki de en önemlisi kullanım alışkanlıklarını değiştirmen olacak. En zoru da bu değil mi? Yavaş ve sistemli değişikliklerle bunu başarabilirsin.  “Şimdi değilse ne zaman?”Arka Kapı Dergisi / Ahmet Ümit BAYRAM",
            "content_html": "<ul>  <li><strong>Sansürü Atlat:</strong><br />İnternet doğası itibariyle özgür bir ortam. Fakat suyun başını kesen “otorite”ler, bu özgürlüğü kısıtlamak için birtakım mekanizmaları devreye sokmaktan asla geri durmuyor.<br />Bunlardan en yaygın olanı ise sansür mekanizması. VPN servisleri ve özellikle TOR networkü kullanarak sansür mekanizmasını kolayca atlatabilirsin.</li>  <li><a href=\"https://arkakapidergi.com/kendi-baglantim-ile-kendi-vpn-sunucunuzu-kurun/\">Kendi Bağlantım ile Kendi VPN Sunucunuzu Nasıl Kurabilirsiniz?</a></li>  <li><strong>Gözetimden Kaç:</strong></li></ul><p>TOR networkü yalnızca sansürü atlatmakla kalmaz, aynı zamanda internetteki etkinliğini takip etmek isteyenlerden, hükümetler ve reklam verenlerden kurtulmanı sağlar.</p><ul>  <li><a href=\"https://arkakapidergi.com/internette-gizli-kalin-the-onion-router/\">İnternette Gizli Kalın: TOR Nasıl çalışır, kurulur, kullanılır?</a></li>  <li><a href=\"https://arkakapidergi.com/fantazyada-yasaklari-savmak-tor-networkunde-web-sitesi-nasil-acilir/\">TOR’da bir web sitesi nasıl açılır?</a></li>  <li><strong>Üçüncü Kişileri Kov:</strong></li></ul><p>Günlük iletişiminde gizliliği sağlamak için de Wickr Me vb. gibi kripto-chat uygulamalarını tercih et. Üçüncü kişileri sohbetine dâhil ve ortak etme.<br />Mail yazışmalarında ise <a href=\"https://protonmail.com/\">ProtonMail</a> gibi şifreli iletişim sağlayan mail servislerini kullan.</p><ul>  <li><em>E.N</em><br /><em>Alternatif olarak,</em> <a href=\"https://tutanota.com/\"><em>tutanota.com</em></a> <em>da tercih edilebilir, aynı zamanda Tutanota dergimizin mail sponsorudur.</em></li>  <li><strong>Yazılımla Özgürleş:</strong></li></ul><p>Kaynak kodlarına erişemediğin her yazılım potansiyel bir tehlikedir. Dolayısıyla başta işletim sistemin olmak üzere, özgür yazılımı dijital yaşamının olmazsa olmaz bir parçası olarak gör.</p><ul>  <li><strong>“Ana Akım”dan Uzak Dur:</strong></li></ul><p>Manipülasyondan ve algı yönetiminden zihnini korumak için ana akım medya ve sosyal mecralardan uzak kalmalısın. Bunun için Reddit, Medium vb. gibi alternatif mecraları deneyimleyebilirsin.</p><ul>  <li><strong>“Google’a <em>Elveda</em> de:</strong></li></ul><p>En yaygın kullanılan arama motoru olan Google’ın, yaptığın tüm aramaları depoladığını hatrından çıkarma. <a href=\"https://duckduckgo.com/\">DuckDuckGo</a> gibi kişisel verileri saklamayan ve seni reklamlarla takip etmeyen arama motorlarını kullanmaya kendini alıştır. (Alternatif, <a href=\"https://www.startpage.com/\">Startpage</a>)</p><ul>  <li><strong>Ketum Ol:</strong></li></ul><p>Sistem, her duygunu, her fikrini hatta hayatının her anını “ağ” ile “paylaş”manı salık verir. Bunun yalnızca suni bir dayatmadan ibaret olduğunun farkına var ve mümkün mertebe “özel”ini sosyal medyada sergilemekten kaçın. Kişisel bilgilerini içermeyen anonim hesaplar kullan.</p><ul>  <li><strong>Uyanık Ol:</strong></li></ul><p>Akıllı telefonların esasen bir gözetleme aracı olduğunu bil ve kullanırken diğer maddelere uymakla beraber, indirdiğin uygulamaların istediği izinleri vermekte cömert davranma.</p><ul>  <li><strong>Örgütlen:</strong></li></ul><p>Dijital haklar, internet sansürü, kitlesel gözetim vb. üzerine çalışan sivil toplum kuruluşlarıyla dirsek teması kur.</p><ul>  <li><strong>Konfor Alanını Terk Et:</strong></li></ul><p>Bütün bunları yapabilmen için gerekenlerden belki de en önemlisi kullanım alışkanlıklarını değiştirmen olacak. En zoru da bu değil mi? Yavaş ve sistemli değişikliklerle bunu başarabilirsin.</p><ul>  <li><strong><em>“Şimdi değilse ne zaman?”</em></strong></li></ul><p>Arka Kapı Dergisi / Ahmet Ümit BAYRAM</p>",
            "url": "https://sifrepunk.com/2023/03/24/tr-karantinadan-cikis",
            
            
            
            
            
            "date_published": "2023-03-24T22:00:00+01:00",
            "date_modified": "2023-03-24T22:00:00+01:00",
            
                "author":  {
                "name": "gesko",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://sifrepunk.com/2023/03/24/tr-hata-yapmak",
            "title": "[TR] Hata Yapmak",
            "summary": "",
            "content_text": "Okulda küçük çocuklarla vakit geçirmişseniz veya geçirmiş insanlar hakkında kitap okumuşsanız bile, yanlış cevap vermekten ne kadar korktuklarını bilirsiniz. Çocuklarla vakit geçirmenize de gerek yok, birileriyle sohbet ederken, bilmediğinizi gösteren bir şey söylediğinizde utanırsınız. Bilgisayar oyunu oynarken, iyi gitmiyorsa, hemen bir bahane bulmaya çalışırsınız. İnsanlar başarısız olmaktan nefret ediyor, o kadar ki denemeyi bırakacak kadar.Sorun da burada, çünkü başarısızlık aslında çoğu zaman yaptığımız şey. Yeteneklerinizi genişletmenin tek yolu, yapabileceklerinizin biraz ötesinde şeyler yapmaya çalışmaktır, ki bu da çoğu zaman başarısız olacağınız anlamına gelir. Rekabetçi ortamlarda durum daha da garipleşir. Sadece antremana bağlı bir oyunda, benden daha çok antreman yapmış birine karşı oynuyorsam, ne kadar iyi biri de olsam, kaybetmem çok olası. Buna rağmen aşağılanmış hissederim.Düzgün bir eğitim ortamı yaratmak isteyen herkesin bu sorunu çözmesi gerekiyor. Bunu yapmanın iki yolu var gibi gözüküyor: insanları başarısızlıktan utanmayacakları şekilde düzeltmeye çalışmak veya insanların başarısız olmayacakları ortamlar yaratmak. Bu tercihler insanları felsefi-politik tartışmalara sürüklüyor (çocukların kendine güvenmelerini sağlamak gerçek hayatı kaldıramayacakları anlamına geliyor! Çocukların başarısızlığını engelleyerek çok üstlerine düşmüş oluyoruz.) ama şimdilik hangisinin çalışacağına odaklanalım.Tanıdığım herkeste az ya da çok bu sorun olduğundan, insanların hata yapmayı kabullenmeleri zor gözüküyor. Arada bazı istisnalar çıkıyor - Richard Feynman gibi başınabuyruklar (başka insanların ne düşündüğünü neden önemsiyorsun?), ne kadarını gösterdiklerini ölçmek zor olsa da, çoğu zaman korkusuz gözüken insanlar. Ama bu insanların neden böyle olduklarına dair bir kalıp yok.Bir çok korkunun ana kaynaklarından biri sonuç odaklı eğitim sistemi olduğu görünüyor; derslerin notlandırılması (A,B,C), öğrencilerin sıralanması (1.,2.,3.). Muhtemelen hata yapmaktan korkan yetişkinler de çocukluklarında benzer şeyler yaşadıklarından kaynaklanıyordur. Eğer böyleyse, mecburi olmayan bir ortam sorunu çözüyor. Ama bu ümit etmek için fazla.Muhtemelen çözüm, bazılarının önerdiği gibi, özgüveni sağlamak. Bir konuda yanlış yapsalar bile, kendilerine güvenebilecekleri başka konuların olduğunu görmek. Bu sürecin bende işlediğini görebiliyorum: “Pff, guitar hero’da beni yenebilirler, ama hala blog yazabiliyorum”. Ama özgüven aslında yastık gibi: düşüşü yumuşatıyor, ama engellemiyor.Görünen o ki, esas mevzu, öğrencinin hareketleriyle değerinin birbirinden ayrı tutulması. Başarısızlığın acıtmasının sebebi, bizi kötü yansıttığını düşünmemiz. Hata yaptım, dolayısıyla başarısız biriyim. Ama durum böyle değilse, üzülecek bir şey yok.Kişinin kendini hareketlerinden bağımsız değerlendirmesi saçma gelebilir, ama psikolojide bundan bahseden birçok parça var. Richard Layard, Mutluluk: Yeni Bilimden Dersler isimli araştırmasında tutarlı bir şekilde kendisini etraftan koparan insanların - bu Budist meditasyonuyla, Hristiyan inancıyla ya da bilişsel terapiyle olabilir - daha mutlu olduğunu farklı çalışmaların ortaya koyduğunu vurgulamıştır. “Tüm zevklerin, hatta fiziksel acıların dalgalandığı gözlemlenmiştir ve biz kendimizi denizdeki dalgalar gibi görürüz. Deniz sonsuzdur ve dalgalar sadece o anki halidir.” (sayfa 191)Benzer şekilde, çocuklar üzerine yapılan çalışmalara daha odaklanmış olan Alfie Kohn’un bulgularına göre, kim olursa olsun, ne yaparsa yapsın, çocuklarına sevgilerini gösteren ebeveynlerin çocuklarının zihinsel sağlığında hayati bir rol oynadığını bulmuştur. Bu kavram bazı tatsız felsefi tartışmalara yol açabilir - yaptıklarımızın toplamı değilsek neyiz? - ama gündelik hayattaki anlamı net. Çocuklar, hatta tüm insanlar, bu dünyaya tutunabilmek için koşulsuz sevgi ve desteğe ihtiyaç duyar. Hatta ebeveyn bağlılığı çalışmaları, çocukların anneleri desteklemek için yakınlarında olmadan bilmedikleri bir odaya girmediklerini, aynı zamanda bunun maymunlarda da olduğunu, bulmuştur.Diğer taraftan, bu tarz düşünceleri engelleyecek bir eğitim merkezi nasıl kurulur? Notlar ve rekabetin olmaması gerektiği belli, ama buna rağmen Mission Hill1‘de gördüğümüz gibi, çocuklar başarısızlıktan korkuyor.Amerikan okullarının daha da bireyselleşmesinden tiksinsem de, tek başına çalışmanın çözümlerden biri olduğu aşikar. Çocuklar tahtaya kalkınca utanıyor, utangaç çocuklara küçük gruplar içinde zorbalık yapılıyor, bunların çıkış yolu tek başına yapmak gibi gözüküyor.Bu daha verimli gözüküyor. İnsanlar üstünde adlarının yazmadığı kağıda aptalca sorular yazmaya daha meyilli. Bilgisayar oynarken başarısız olunca, yenene kadar hemen tekrar denemek istiyoruz. Görünen o ki, hata yaptığını kimse bilmediği zaman, üstesinden gelmek çok daha kolay. Belki de insanların seni nasıl göreceğini etkilemeyeceği içindir.Okullar böyle koşulsal bakış açılarını engellemek için onların önemsiz olduğunu göstermeye çalışabilir. Tüm sınıflarda karışık yaş grubu olan Mission Hill’de bile, yaş kavramı ve mezuniyet için gereklilikler vardı. Peki ya okul, geçmeniz gereken bir yol yerine, seçebileceğiniz birçok yoldan oluşsaydı? Herkes aynı yoldan geçmiyorsa, sıranın neresinde olduğunuzun bir anlamı kalmazdı.Peki bir sonraki adımı atabilir miyiz? Okullar öğrencileri koşulsuz görmenin ötesinde, kendilerini de öyle görmelerini sağlayabilir mi? Herkese Budist meditasyonu veya benzeri şeyler (ki çalışmalar faydalı olduğunu gösteriyor.) öğretebiliriz, ama okulun yapısında bu tarz düşünceyi destekleyen şeylerin olması daha iyi olur.Teslim tarihleri ve gereklilikleri kaldırmak, öğrencilerin anı yaşamasında yardımcı olur. Tüm öğrencilerle ilgilenmek insan olarak değerli hissetmelerini sağlar. Güvenilir ve tehlikesiz bir ortam, başkalarına ne kadar güvenebilecekleri kaygılarını ortadan kaldırır. Bunlar tabii ki daha büyük toplumlarda da pozitif etki yaratır.Genellikle okulların iyi insan yetiştiren sistemler olduğu düşünülür. Belki de artık insanların iyi olması için ortamlar olduğunu düşünmenin vakti gelmiştir.Mission Hill okulları (Wikipedia): Mission Hill okulları, 8. sınıfa kadar eğitim veren, Boston Devlet Okulları’nın açtığı küçük bir pilot okuldur. 1997 senesinde Deborah Meier ve arkadaşları tarafından kurulmuş olan okul, pedagojik yaklaşımı ve öğrencilerinin akademik başarıları sebebiyle bir çok kitap, makale, webistesi ve filmde yer almıştır. Meier kendi kitap, makale ve konuşmalarında da okulu örnek vermiştir.Yaklaşık 220 kişilik çeşitli öğrencilerden oluşan okulun sıradışı yanları, okulla alakalı kararların demokratik alınması, sınıfların seviyeleri, beş demokratik “Akıl Alışkanlığı”‘na odaklı müfredat, okul çapında tema ile ilgili birimler, sanat dalları üzerine vurgu, ve mezuniyet için öğrencinin değerlendirme kurulunda savunmasını yaptığı portfolyosudur. Mezunların lise ve üniversitede önemli akademik başarılar aldıkları görülmüştür. Öğrenciler Boston Devlet Okulları’nın kararıyla, çekilişle okula kabul almışlardır (ailelerin okula yürüme mesafesinde yaşıyor olması, okulda okuyan kardeşlerin olması gibi durumlar göz önünde bulundurularak). Mission Hill okulları “Temel Eğitim Koalisyonu”‘nun da bir parçasıdır. Okulun güncel müdürü Ayla Gavins olmuştur.                                               **Aaron Swartz**",
            "content_html": "<p><strong>Okulda küçük çocuklarla vakit geçirmişseniz veya geçirmiş insanlar hakkında kitap okumuşsanız bile, yanlış cevap vermekten ne kadar korktuklarını bilirsiniz. Çocuklarla vakit geçirmenize de gerek yok, birileriyle sohbet ederken, bilmediğinizi gösteren bir şey söylediğinizde utanırsınız. Bilgisayar oyunu oynarken, iyi gitmiyorsa, hemen bir bahane bulmaya çalışırsınız. İnsanlar başarısız olmaktan nefret ediyor, o kadar ki denemeyi bırakacak kadar.</strong></p><p><strong>Sorun da burada, çünkü başarısızlık aslında çoğu zaman yaptığımız şey. Yeteneklerinizi genişletmenin tek yolu, yapabileceklerinizin biraz ötesinde şeyler yapmaya çalışmaktır, ki bu da çoğu zaman başarısız olacağınız anlamına gelir. Rekabetçi ortamlarda durum daha da garipleşir. Sadece antremana bağlı bir oyunda, benden daha çok antreman yapmış birine karşı oynuyorsam, ne kadar iyi biri de olsam, kaybetmem çok olası. Buna rağmen aşağılanmış hissederim.</strong></p><p><strong>Düzgün bir eğitim ortamı yaratmak isteyen herkesin bu sorunu çözmesi gerekiyor. Bunu yapmanın iki yolu var gibi gözüküyor: insanları başarısızlıktan utanmayacakları şekilde düzeltmeye çalışmak veya insanların başarısız olmayacakları ortamlar yaratmak. Bu tercihler insanları felsefi-politik tartışmalara sürüklüyor (çocukların kendine güvenmelerini sağlamak gerçek hayatı kaldıramayacakları anlamına geliyor! Çocukların başarısızlığını engelleyerek çok üstlerine düşmüş oluyoruz.) ama şimdilik hangisinin çalışacağına odaklanalım.</strong></p><p><strong>Tanıdığım herkeste az ya da çok bu sorun olduğundan, insanların hata yapmayı kabullenmeleri zor gözüküyor. Arada bazı istisnalar çıkıyor - Richard Feynman gibi başınabuyruklar (başka insanların ne düşündüğünü neden önemsiyorsun?), ne kadarını gösterdiklerini ölçmek zor olsa da, çoğu zaman korkusuz gözüken insanlar. Ama bu insanların neden böyle olduklarına dair bir kalıp yok.</strong></p><p><strong>Bir çok korkunun ana kaynaklarından biri sonuç odaklı eğitim sistemi olduğu görünüyor; derslerin notlandırılması (A,B,C), öğrencilerin sıralanması (1.,2.,3.). Muhtemelen hata yapmaktan korkan yetişkinler de çocukluklarında benzer şeyler yaşadıklarından kaynaklanıyordur. Eğer böyleyse, mecburi olmayan bir ortam sorunu çözüyor. Ama bu ümit etmek için fazla.</strong></p><p><strong>Muhtemelen çözüm, bazılarının önerdiği gibi, özgüveni sağlamak. Bir konuda yanlış yapsalar bile, kendilerine güvenebilecekleri başka konuların olduğunu görmek. Bu sürecin bende işlediğini görebiliyorum: “Pff, guitar hero’da beni yenebilirler, ama hala blog yazabiliyorum”. Ama özgüven aslında yastık gibi: düşüşü yumuşatıyor, ama engellemiyor.</strong></p><p><strong>Görünen o ki, esas mevzu, öğrencinin hareketleriyle değerinin birbirinden ayrı tutulması. Başarısızlığın acıtmasının sebebi, bizi kötü yansıttığını düşünmemiz. Hata yaptım, dolayısıyla başarısız biriyim. Ama durum böyle değilse, üzülecek bir şey yok.</strong></p><p><strong>Kişinin kendini hareketlerinden bağımsız değerlendirmesi saçma gelebilir, ama psikolojide bundan bahseden birçok parça var. Richard Layard, Mutluluk: Yeni Bilimden Dersler isimli araştırmasında tutarlı bir şekilde kendisini etraftan koparan insanların - bu Budist meditasyonuyla, Hristiyan inancıyla ya da bilişsel terapiyle olabilir - daha mutlu olduğunu farklı çalışmaların ortaya koyduğunu vurgulamıştır. “Tüm zevklerin, hatta fiziksel acıların dalgalandığı gözlemlenmiştir ve biz kendimizi denizdeki dalgalar gibi görürüz. Deniz sonsuzdur ve dalgalar sadece o anki halidir.” (sayfa 191)</strong></p><p><strong>Benzer şekilde, çocuklar üzerine yapılan çalışmalara daha odaklanmış olan Alfie Kohn’un bulgularına göre, kim olursa olsun, ne yaparsa yapsın, çocuklarına sevgilerini gösteren ebeveynlerin çocuklarının zihinsel sağlığında hayati bir rol oynadığını bulmuştur. Bu kavram bazı tatsız felsefi tartışmalara yol açabilir - yaptıklarımızın toplamı değilsek neyiz? - ama gündelik hayattaki anlamı net. Çocuklar, hatta tüm insanlar, bu dünyaya tutunabilmek için koşulsuz sevgi ve desteğe ihtiyaç duyar. Hatta ebeveyn bağlılığı çalışmaları, çocukların anneleri desteklemek için yakınlarında olmadan bilmedikleri bir odaya girmediklerini, aynı zamanda bunun maymunlarda da olduğunu, bulmuştur.</strong></p><p><strong>Diğer taraftan, bu tarz düşünceleri engelleyecek bir eğitim merkezi nasıl kurulur? Notlar ve rekabetin olmaması gerektiği belli, ama buna rağmen Mission Hill</strong><a href=\"https://kocosman.gitbooks.io/test/content/getting_it_wrong.html#fn_1\"><strong>1</strong></a><strong>‘de gördüğümüz gibi, çocuklar başarısızlıktan korkuyor.</strong></p><p><strong>Amerikan okullarının daha da bireyselleşmesinden tiksinsem de, tek başına çalışmanın çözümlerden biri olduğu aşikar. Çocuklar tahtaya kalkınca utanıyor, utangaç çocuklara küçük gruplar içinde zorbalık yapılıyor, bunların çıkış yolu tek başına yapmak gibi gözüküyor.</strong></p><p><strong>Bu daha verimli gözüküyor. İnsanlar üstünde adlarının yazmadığı kağıda aptalca sorular yazmaya daha meyilli. Bilgisayar oynarken başarısız olunca, yenene kadar hemen tekrar denemek istiyoruz. Görünen o ki, hata yaptığını kimse bilmediği zaman, üstesinden gelmek çok daha kolay. Belki de insanların seni nasıl göreceğini etkilemeyeceği içindir.</strong></p><p><strong>Okullar böyle koşulsal bakış açılarını engellemek için onların önemsiz olduğunu göstermeye çalışabilir. Tüm sınıflarda karışık yaş grubu olan Mission Hill’de bile, yaş kavramı ve mezuniyet için gereklilikler vardı. Peki ya okul, geçmeniz gereken bir yol yerine, seçebileceğiniz birçok yoldan oluşsaydı? Herkes aynı yoldan geçmiyorsa, sıranın neresinde olduğunuzun bir anlamı kalmazdı.</strong></p><p><strong>Peki bir sonraki adımı atabilir miyiz? Okullar öğrencileri koşulsuz görmenin ötesinde, kendilerini de öyle görmelerini sağlayabilir mi? Herkese Budist meditasyonu veya benzeri şeyler (ki çalışmalar faydalı olduğunu gösteriyor.) öğretebiliriz, ama okulun yapısında bu tarz düşünceyi destekleyen şeylerin olması daha iyi olur.</strong></p><p><strong>Teslim tarihleri ve gereklilikleri kaldırmak, öğrencilerin anı yaşamasında yardımcı olur. Tüm öğrencilerle ilgilenmek insan olarak değerli hissetmelerini sağlar. Güvenilir ve tehlikesiz bir ortam, başkalarına ne kadar güvenebilecekleri kaygılarını ortadan kaldırır. Bunlar tabii ki daha büyük toplumlarda da pozitif etki yaratır.</strong></p><p><strong>Genellikle okulların iyi insan yetiştiren sistemler olduğu düşünülür. Belki de artık insanların iyi olması için ortamlar olduğunu düşünmenin vakti gelmiştir.</strong></p><p><strong>Mission Hill okulları (Wikipedia): Mission Hill okulları, 8. sınıfa kadar eğitim veren, Boston Devlet Okulları’nın açtığı küçük bir pilot okuldur. 1997 senesinde Deborah Meier ve arkadaşları tarafından kurulmuş olan okul, pedagojik yaklaşımı ve öğrencilerinin akademik başarıları sebebiyle bir çok kitap, makale, webistesi ve filmde yer almıştır. Meier kendi kitap, makale ve konuşmalarında da okulu örnek vermiştir.</strong></p><p><strong>Yaklaşık 220 kişilik çeşitli öğrencilerden oluşan okulun sıradışı yanları, okulla alakalı kararların demokratik alınması, sınıfların seviyeleri, beş demokratik “Akıl Alışkanlığı”‘na odaklı müfredat, okul çapında tema ile ilgili birimler, sanat dalları üzerine vurgu, ve mezuniyet için öğrencinin değerlendirme kurulunda savunmasını yaptığı portfolyosudur. Mezunların lise ve üniversitede önemli akademik başarılar aldıkları görülmüştür. Öğrenciler Boston Devlet Okulları’nın kararıyla, çekilişle okula kabul almışlardır (ailelerin okula yürüme mesafesinde yaşıyor olması, okulda okuyan kardeşlerin olması gibi durumlar göz önünde bulundurularak). Mission Hill okulları “Temel Eğitim Koalisyonu”‘nun da bir parçasıdır. Okulun güncel müdürü Ayla Gavins olmuştur.</strong></p><div class=\"language-plaintext highlighter-rouge\"><div class=\"highlight\"><pre class=\"highlight\"><code>                                               **Aaron Swartz**</code></pre></div></div>",
            "url": "https://sifrepunk.com/2023/03/24/tr-hata-yapmak",
            
            
            
            
            
            "date_published": "2023-03-24T22:00:00+01:00",
            "date_modified": "2023-03-24T22:00:00+01:00",
            
                "author":  {
                "name": "gesko",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://sifrepunk.com/2023/03/24/tr-dijital-karantina",
            "title": "[TR] Dijital Karantina",
            "summary": "dijital karantina",
            "content_text": "Her gün sokakta kameralar tarafından izleniyoruz. Arkadaşımızla ettiğimiz sohbette geçen kelimeler aynı gün karşımıza reklam olarak çıkıyor. Yapay zeka teknolojisi sayesinde Google bizi bizden daha iyi tanıyor. Attığımız tweetlerden karakter ve duygu analizimiz yapılıyor. Devlet, internet trafiğimizi logluyor. Kim hangi videoyu kaç dakika izledi, hangi sitede kaç saniye kaldı, her şeyi biliyor. Bizler günde 10.000 adım atıp sağlıklı yaşadığımıza sevinedururken cebimizdeki “akıllı” ajanlar her adımımızı takip ediyor. İndirdiğimiz “masum” bir fal uygulaması, mahremiyetimizin iplerini küresel güçlerin eline tutuşturuveriyor.…Kapitalizm, dataizm’e göz kırparken; sıfır ve birlerin dünyasında, uykuda kaldığımız süreden tutun da kalp ritmimize kadar her şey bir veri artık. Ahmaklığımız yüzünden data diktatörlerine kaptırdığımız bu veriler işlenerek, kitlesel manipülasyon, toplum mühendisliği gibi bir çok alanda kullanılarak egemenlerin kirli çıkarlarına hizmet ediyor.…Şifrelediğin klasörü yalnızca sen görebilirsin öyle değil mi? Whatsapp yazışmaların da sadece sen ve muhatabın arasında. Instagram’da paylaştığın hikâyeler de 24 saat sonra siliniyor zaten…— Hayır!Dijital bir karantina altındayız. Sürekli izleniyor ve gözetleniyoruz!Ve sen tüm bunlara rağmen, laptop’unun kamerasını bantlayarak mahremiyetini koruduğuna inanıyorsun. Bill, Mark ve Jack, partnerinle hangi pozisyonda sevişmekten hoşlandığına kadar biliyor ama olsun, sen kameranı bantladın ve için rahat.…Seçim günü arkasına geçtiğin paravanda yalnız mıydın? Netflix’te yeni başladığın diziyi izlemeye tek başına mı karar verdin? Okuduğun o saçma magazin haberine tıklayan senin ellerin miydi?— Hayır!Dijital bir karantina altındayız. Sürekli yönlendiriliyor ve manipüle ediliyoruz.Gün içindeki kararlarının hemen hepsi başkaları tarafından alınıyor. Algın, Silikon Vadisi’ndeki trilyoner patronlarca her gün yeniden şekillendiriliyor ama olsun, senin desteklediğin parti iktidara geldi ve için rahat!…Haydi şimdi bırak o selfieye “like” atmayı ve ilk kez gerçekten hür iradenle bir karar ver:Ya;Sök laptopundaki bandı ve bak o delikten içeri:Gör her an ensende olan takip mekanizmasının dişlilerini…Gör en “özgür seçim”lerinin bile önceden dizayn edildiğini…Ve algoritmaların hegemonyası altında ezilen “insan” için bir şeyler yap!Ya da;Bir “like” daha fırlat siberuzaya…Arka Kapı Dergisi / Ahmet Ümit BAYRAM",
            "content_html": "<p><strong>Her gün sokakta kameralar tarafından izleniyoruz. Arkadaşımızla ettiğimiz sohbette geçen kelimeler aynı gün karşımıza reklam olarak çıkıyor. Yapay zeka teknolojisi sayesinde Google bizi bizden daha iyi tanıyor. Attığımız tweetlerden karakter ve duygu analizimiz yapılıyor. Devlet, internet trafiğimizi logluyor. Kim hangi videoyu kaç dakika izledi, hangi sitede kaç saniye kaldı, her şeyi biliyor. Bizler günde 10.000 adım atıp sağlıklı yaşadığımıza sevinedururken cebimizdeki “akıllı” ajanlar her adımımızı takip ediyor. İndirdiğimiz “masum” bir fal uygulaması, mahremiyetimizin iplerini küresel güçlerin eline tutuşturuveriyor.</strong></p><p><strong>…</strong></p><p><strong>Kapitalizm, dataizm’e göz kırparken; sıfır ve birlerin dünyasında, uykuda kaldığımız süreden tutun da kalp ritmimize kadar her şey bir veri artık. Ahmaklığımız yüzünden data diktatörlerine kaptırdığımız bu veriler işlenerek, kitlesel manipülasyon, toplum mühendisliği gibi bir çok alanda kullanılarak egemenlerin kirli çıkarlarına hizmet ediyor.</strong></p><p><strong>…</strong></p><p><strong>Şifrelediğin klasörü yalnızca sen görebilirsin öyle değil mi? Whatsapp yazışmaların da sadece sen ve muhatabın arasında. Instagram’da paylaştığın hikâyeler de 24 saat sonra siliniyor zaten…</strong></p><p><strong>— Hayır!</strong></p><p><strong>Dijital bir karantina altındayız. Sürekli izleniyor ve gözetleniyoruz!</strong></p><p><strong>Ve sen tüm bunlara rağmen, laptop’unun kamerasını bantlayarak mahremiyetini koruduğuna inanıyorsun. Bill, Mark ve Jack, partnerinle hangi pozisyonda sevişmekten hoşlandığına kadar biliyor ama olsun, sen kameranı bantladın ve için rahat.</strong></p><p><strong>…</strong></p><p><strong>Seçim günü arkasına geçtiğin paravanda yalnız mıydın? Netflix’te yeni başladığın diziyi izlemeye tek başına mı karar verdin? Okuduğun o saçma magazin haberine tıklayan senin ellerin miydi?</strong></p><p><strong>— Hayır!</strong></p><p><strong>Dijital bir karantina altındayız. Sürekli yönlendiriliyor ve manipüle ediliyoruz.</strong></p><p><strong>Gün içindeki kararlarının hemen hepsi başkaları tarafından alınıyor. Algın, Silikon Vadisi’ndeki trilyoner patronlarca her gün yeniden şekillendiriliyor ama olsun, senin desteklediğin parti iktidara geldi ve için rahat!</strong></p><p><strong>…</strong></p><p><strong>Haydi şimdi bırak o selfieye “like” atmayı ve ilk kez gerçekten hür iradenle bir karar ver:</strong></p><p><strong><em>Ya;</em></strong></p><p><strong>Sök laptopundaki bandı ve bak o delikten içeri:</strong></p><p><strong>Gör her an ensende olan takip mekanizmasının dişlilerini…</strong></p><p><strong>Gör en “özgür seçim”lerinin bile önceden dizayn edildiğini…</strong></p><p><strong>Ve algoritmaların hegemonyası altında ezilen “insan” için bir şeyler yap!</strong></p><p><strong><em>Ya da;</em></strong></p><p><strong>Bir “like” daha fırlat siberuzaya…</strong></p><p><strong>Arka Kapı Dergisi / Ahmet Ümit BAYRAM</strong></p>",
            "url": "https://sifrepunk.com/2023/03/24/tr-dijital-karantina",
            
            
            
            "tags": ["dijital","gözetim","karantina","sosyal","medya"],
            
            "date_published": "2023-03-24T22:00:00+01:00",
            "date_modified": "2023-03-24T22:00:00+01:00",
            
                "author":  {
                "name": "gesko",
                "url": null,
                "avatar": null
                }
                
            
        },
    
        {
            "id": "https://sifrepunk.com/2023/03/24/tr-bazen-biz-sistemi-hackleriz-bazen-sistem-bizi-hackler",
            "title": "[TR] Bazen Biz Sistemi Hackleriz, Bazen Sistem Bizi Hackler",
            "summary": "sistemi hacklemek",
            "content_text": "Biz hackerlar engellenmeyi sevmeyiz. Bilgisayarımızda “erişim engellenmiştir” yazısını göremezsiniz. Yasakları ve kuralları sevmeyiz, kuralları çiğnemeyi severiz. Kuralların çiğnediği insanlar da bizi sever.Playstation oyunları çok mu pahalı? Çözülmesi imkansız denilen sistem bile bize vız gelir. Çünkü karşımıza çıkan her duvar tüylerimizi diken diken eder. İçimiz rahat etmez. Ta ki o kilit kırılana kadar uyumaz, yemez içmez uğraşırız. Ve onu kırarız.İşte bu en zayıf yanımızdır aslında. Çünkü sistem bunu kullanır ve bize bir sürü kilit sunar. Bu kilitleri çözmeye uğraşırken bir de bakarız ki bir duvar örülmüş etrafımızda. Ki bu duvar en tehlikelilerindendir; onu kolay farketmeyiz. Sokaktaki sesleri, engellenmişlerin ve ezilmişlerin seslerini duymayız çünkü önümüzdeki o kilidi kırmamız gerektiğini düşünürüz. Biz bilgisayarın ekranına kilitlenmiş ve dışarıdaki sesi duymazken sistem sömürüsünü sürdürür.Peki ya bizim karşımızdaki kilidi kuranlarla dışarıda haykıranları ezenler aynıysa? Aynı sistem sokağa çıkanları kovalarken internette korsanlık yapanı sonsuz bir kovalamacanın içine hapsediyorsa?Telefon 1 kuruş bile elektrik harcamazken jeton 5 lira mı? Buzdan jeton yapıp yurt dışını bile ararız. Otoritelerin buharlaşan jetonumuzu bulamayıp kafayı yemesi de bize ayrı bir keyif verir doğrusu. Kırmak kadar önemli olan yakalanmamaktır. Yakalanırsan bir daha kıramazsın çünkü.Düşün ki sokağa çıkmadık ama yakalanmamak için kaçtık. Değişik bir his doğrusu. Paranoya gibi bir şey. Bir takıldın mı vay haline. Kaçan yok, kovalayan yok ama sürekli peşindelermiş gibi bir his, aklınsa hala yakalanmama peşinde.İnternetin kapıları açılırken gıcırdamaz. SMS ile olta atar, şişman balığı yakalarız. Kedi gibi sessizce sokulur, QR koduyla patronun hesabından oluklarız. Sonra sanki o banka hesabı hepimizden çaldıklarıyla dolmamış gibi, hemen “hırsız” diye bağırmaya başlarlar. Ne yaygara ama!Ama korsanın laneti açgözlülük. Yaşamak için çalmak başka, bitcoin patronu olmak başka…Tabi ne kadar maharetli olursan, o kadar çok kırmak istersin. Bir de o yanı var bu doymazlığın. Ama yanlış bir adımda sistemin eline düşersen sistem sana acımaz ve ruhunu çalar. Alır seni ya kodese tıkar ya da beyaz hacker (sanal polis gibi bir şey) yapar.Bazılarımız isimsiz kalmayı sever. Otoriteyi sarsan anonim hackleri konuşulurken uzaktan izler. Bu davranış bencillikten uzak görünür ve ayrıca güvenlidir. Bir düşünün; bir dev bir yerden yumruk yiyor ama yumruğun nereden geldiğini görmüyor. Korkmaz mı?Korkar. Korktuğu için güvenlik bütçesini artırır. Güvenlik uzmanlarının maaşı artar. Güvenlik firmalarının hisselerinin değeri artar. Daha çok erişim engeli, daha çok güvenlik soruşturması, firewall, VPN, antivirüs.Bu yazı da büyük sistemi hackliyor aslında. Hiç de karmaşık bir döngü içermiyor, gayet basit, anlaşılır bir ilkesi var. Kopyalanabilir, çoğaltılabilir ama isimsiz değil: Anarşizm!İnadına Dergisi",
            "content_html": "<p><strong>Biz hackerlar engellenmeyi sevmeyiz. Bilgisayarımızda “erişim engellenmiştir” yazısını göremezsiniz. Yasakları ve kuralları sevmeyiz, kuralları çiğnemeyi severiz. Kuralların çiğnediği insanlar da bizi sever.</strong></p><p><strong>Playstation oyunları çok mu pahalı? Çözülmesi imkansız denilen sistem bile bize vız gelir. Çünkü karşımıza çıkan her duvar tüylerimizi diken diken eder. İçimiz rahat etmez. Ta ki o kilit kırılana kadar uyumaz, yemez içmez uğraşırız. Ve onu kırarız.</strong></p><p><strong>İşte bu en zayıf yanımızdır aslında. Çünkü sistem bunu kullanır ve bize bir sürü kilit sunar. Bu kilitleri çözmeye uğraşırken bir de bakarız ki bir duvar örülmüş etrafımızda. Ki bu duvar en tehlikelilerindendir; onu kolay farketmeyiz. Sokaktaki sesleri, engellenmişlerin ve ezilmişlerin seslerini duymayız çünkü önümüzdeki o kilidi kırmamız gerektiğini düşünürüz. Biz bilgisayarın ekranına kilitlenmiş ve dışarıdaki sesi duymazken sistem sömürüsünü sürdürür.</strong></p><p><strong>Peki ya bizim karşımızdaki kilidi kuranlarla dışarıda haykıranları ezenler aynıysa? Aynı sistem sokağa çıkanları kovalarken internette korsanlık yapanı sonsuz bir kovalamacanın içine hapsediyorsa?</strong></p><p><strong>Telefon 1 kuruş bile elektrik harcamazken jeton 5 lira mı? Buzdan jeton yapıp yurt dışını bile ararız. Otoritelerin buharlaşan jetonumuzu bulamayıp kafayı yemesi de bize ayrı bir keyif verir doğrusu. Kırmak kadar önemli olan yakalanmamaktır. Yakalanırsan bir daha kıramazsın çünkü.</strong></p><p><strong>Düşün ki sokağa çıkmadık ama yakalanmamak için kaçtık. Değişik bir his doğrusu. Paranoya gibi bir şey. Bir takıldın mı vay haline. Kaçan yok, kovalayan yok ama sürekli peşindelermiş gibi bir his, aklınsa hala yakalanmama peşinde.</strong></p><p><strong>İnternetin kapıları açılırken gıcırdamaz. SMS ile olta atar, şişman balığı yakalarız. Kedi gibi sessizce sokulur, QR koduyla patronun hesabından oluklarız. Sonra sanki o banka hesabı hepimizden çaldıklarıyla dolmamış gibi, hemen “hırsız” diye bağırmaya başlarlar. Ne yaygara ama!</strong></p><p><strong>Ama korsanın laneti açgözlülük. Yaşamak için çalmak başka, bitcoin patronu olmak başka…</strong></p><p><strong>Tabi ne kadar maharetli olursan, o kadar çok kırmak istersin. Bir de o yanı var bu doymazlığın. Ama yanlış bir adımda sistemin eline düşersen sistem sana acımaz ve ruhunu çalar. Alır seni ya kodese tıkar ya da beyaz hacker (sanal polis gibi bir şey) yapar.</strong></p><p><strong>Bazılarımız isimsiz kalmayı sever. Otoriteyi sarsan anonim hackleri konuşulurken uzaktan izler. Bu davranış bencillikten uzak görünür ve ayrıca güvenlidir. Bir düşünün; bir dev bir yerden yumruk yiyor ama yumruğun nereden geldiğini görmüyor. Korkmaz mı?</strong></p><p><strong>Korkar. Korktuğu için güvenlik bütçesini artırır. Güvenlik uzmanlarının maaşı artar. Güvenlik firmalarının hisselerinin değeri artar. Daha çok erişim engeli, daha çok güvenlik soruşturması, firewall, VPN, antivirüs.</strong></p><p><strong>Bu yazı da büyük sistemi hackliyor aslında. Hiç de karmaşık bir döngü içermiyor, gayet basit, anlaşılır bir ilkesi var. Kopyalanabilir, çoğaltılabilir ama isimsiz değil: Anarşizm!</strong></p><p><strong>İnadına Dergisi</strong></p>",
            "url": "https://sifrepunk.com/2023/03/24/tr-bazen-biz-sistemi-hackleriz-bazen-sistem-bizi-hackler",
            
            
            
            "tags": ["sistem","hack"],
            
            "date_published": "2023-03-24T22:00:00+01:00",
            "date_modified": "2023-03-24T22:00:00+01:00",
            
                "author":  {
                "name": "gesko",
                "url": null,
                "avatar": null
                }
                
            
        }
    
    ]
}